Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/umo.se/finska.html.tmx
Source language: fin
Languages: sme

source: UMO – nuorisovastaanotto verkossa
sme: UMO –nuoraid vuostáváldin neahtas

source: UMO:n aihealueet:
sme: Veadjit heajuid

source: Väkivalta ja loukkaaminen
sme: Veahkaváldin ja vuovssadeamit

source: Alkoholi, tupakka, huumeet
sme: Alkohola, duhpát, gárrenmirkkut

source: Minä Seksi
sme: Jorgaleapmi

source: Rakkaus ja ystävyys
sme: Gielalaš dárkkisteapmi

source: Abortti tarkoittaa raskauden keskeyttämistä.
sme: Aborta mearkkaša gaskaduhttit áhpehisvuođa.

source: Aborttia harkitsevalla voi olla mielessään monenlaisia kysymyksiä, joista on mahdollista keskustella ja joihin voi saada vastauksia.
sme: Jus jurddaša dahkat abortta soitet leahkit máŋga jearaldaga. Muhto álo lea vejolašvuohta deaivat soapmása oažžun dihte vástádusa jearaldagaide.

source: Tämä koskee myös poikaa, joka on saattanut tytön raskaaksi.
sme: Dát guoská maid dan gii lea dahkan soapmása áhpeheapmin.

source: Alkoholi
sme: Alkohola

source: Alkoholijuomiin kuuluvat muun muassa olut, viini ja väkevät alkoholijuomat.
sme: Alkoholain dárkkuhuvvo juhkosiid dego vuola, viidna ja viidni.

source: Alkoholia juodaan maun vuoksi tai päihtymyksen saavuttamiseksi.
sme: Máŋgasat juhket daningo dat lea buorre dehe vai šaddet gárremiin.

source: Alkoholin käytöllä voi kuitenkin olla monenlaisia vakavia haittavaikutuksia.
sme: Muhto alkohola sáhttá leahkit maid váralaš máŋgga ládje.

source: Se voi aiheuttaa vammoja ja sairauksia tai saada ajautumaan vaikeisiin tai vaarallisiin tilanteisiin.
sme: Muhtimat ožžot áŧestusa ja vedjet heajuid go juhket.

source: Joillekin alkoholin käyttö aiheuttaa ahdistuneisuutta ja pahoinvointia.
sme: » Alkohola Áŧestus leat garra fuolla ja ballu mii sáhttá dovdot olles gorudis, ja man eatnasat ožžot muhtumin.

source: » Alkoholi
sme: Borgguheapmi

source: Ehkäisypilleri on tyttöjen ehkäisymenetelmä.
sme: Go borgguha njammá alccesis duhatnáriid mirko ávdnasiid.

source: Ne sisältävät kahta eri hormonia, estrogeenia ja progesteronia (keltarauhashormonia), jotka muun muassa estävät ovulaation ja siten myös raskaaksi tulemisen.
sme: Borgguheapmi sáhttá dagahit sierra vahágiid ja buozanvuođaid, ja sullii juohke nubbi olmmoš gii borgguha jápmá ovdalgo son livččii jápmán borggutkeahttá.

source: Eka kerta
sme: » Borgguheapmi

source: Ennen ensimmäisiä seksuaalisia kokeiluja toisen kanssa monet ovat harjoittaneet itsetyydytystä.
sme: Cummástallan ja ráhkástallan lea juoga masa máŋgasat liikojit.

source: Ensimmäinen seksuaalinen kokemus tapahtuu siis usein oman itsensä kanssa.
sme: Jus ii leat dahkan dan soaitá olmmoš niegadit ja ahkiduššá dahkat dan.

source: On luonnollista, että ensimmäinen seksikokemus toisen kanssa herättää monenlaisia ajatuksia ja odotuksia.
sme: Seamma áigge sáhttá maid dovdot vehá leabohin vuosttas cumma dehe ráhkástallama ovdal.

source: » Eka kerta Hiivatulehdus
sme: Got dáhká go ráhkástallá.

source: Joskus hiivasieni voi yltyä liikakasvuun ja aiheuttaa tulehduksen. Tämä on hyvin yleistä varsinkin tytöillä.
sme: Fáhkkatlaš p-pillar lea tableahtta man nieiddat sáhttet váldit vai eai šatta áhpeheapmin.

source: Kolme neljästä tytöstä kärsii jossain vaiheessa elämäänsä hiivatulehduksesta, ja monilla se toistuu useita kertoja.
sme: Dat ii leat miige áhpehisvuođasuodji dábálaš mearkkašumis, dat ii leat miige man geavtá suodjin ovdal ja maŋŋel anašeami.

source: Myös pojat voivat saada hiivatulehduksen.
sme: Guoppar lea dábálaš vuolledábiin eatnasiin.

source: Hiivatulehdus on vaaraton, mutta se voi aiheuttaa kutinaa ja kirvelyä.
sme: Muhtumin dat lassána ja dalle dat sáhttá váivvidit. Dat lea hui dábálaš nieiddain.

source: » Hiivatulehdus
sme: » Guoppar vuolledábiin

source: Itsetunto tarkoittaa tietoisuutta itsestä ja omasta arvosta.
sme: Iešdovdu guoskkaha daid jurdagiid ovttaskasas leat iežas birra ja gii ovttaskas lea.

source: Itsetunto ei liity lainkaan siihen, kuinka hyvin tai huonosti ihminen menestyy, vaan kysymys on oman itsensä hyväksymisestä.
sme: Das ii leat mihkkege dahkamuš leago čeahppi dehe čuorbi dahkat soames áššiid, das lea jearaldat dovdamis ahte lea juoga veara beare leahkimin.

source: Itsensä arvostamista voi kehittää.
sme: Dovddu ahte dohkke sáhttá hárjehallat.

source: Jälkiehkäisypilleri
sme: Guoiggus buoret iešdovdui

source: Jälkiehkäisypilleri on tabletti, jonka tyttö voi ottaa ehkäistäkseen raskauden.
sme: Lea olu maid sáhttá dahkat iežas iešdovddu nanostahttimii. Dá leat moadde ášši maid sáhttá geahččalit.

source: Jälkiehkäisy ei ole tavanomainen ehkäisykeino, eli sitä ei käytetä suojana ennen yhdyntää tai sen aikana.
sme: Go olbmot birrasis meannudit heajut soapmása vuostá, gohčoduvvo dat givssideap-min. Ovttaskas ilgadis dahku ii rehkenasto givssideapmin.

source: Jälkiehkäisytablettia tulisi käyttää vain viimeisenä hätäkeinona eikä säännölliseen raskauden ehkäisyyn.
sme: Dalle go dat dáhpáhuvvá máŋgii ja dat gii gieđahallo heajut veadjá heajuid, de dat rehkenasto givssideapmin.

source: Kiusatuksi joutuminen
sme: » Givssideapmi Jus givssiduvvo

source: Joutuessaan kiusatuksi saattaa helposti alkaa tuntea olonsa surulliseksi ja alakuloiseksi.
sme: Go givssiduvvo lea álki ahte dovdagoahtá iežas leaboheapmin ja álgá veadjit heajuid.

source: Joskus kiusaaminen vaikuttaa elämään niin paljon, että kiusatun itsetunto heikkenee ja hän yrittää vältellä tilanteita, joissa saattaisi törmätä kiusaajiin.
sme: Muhtumin dat váikkuha eallimii nu olu ahte oažžu heajut iešdovddu.

source: Kenenkään ei tarvitsisi joutua piiloutumaan kiusaamisen vuoksi.
sme: Muhto ii giige dárbbat čiehkadit dan dihte ahte earát givssidit.

source: » Kiusatuksi joutuminen
sme: » Jus givssiduvvo

source: Kiusaaminen
sme: Lossesvuohta

source: Kiusaamisella tarkoitetaan sitä, kun joku joutuu ympärillä olevien ihmisten huonon kohtelun kohteeksi.
sme: Muhtumindovdat iežas lossesvuođa, surolažžan, leaboheapmin dehe dovdat doaivvuhisvuođa lea lunddolaš oassi eallimis.

source: Kun ilkeää kohtelua tapahtuu toistuvasti, ja se aiheuttaa kiusatulle harmia ja pahaa mieltä, puhutaan kiusaamisesta.
sme: Leat áššit maid sáhttá dahkat ieš vai veadjá buorebut, ja gávdno veahkki jus dárbbaha.

source: » Kiusaaminen
sme: » Lossesvuohta

source: Kondomi on ohut lateksinen (kuminen) pussi, joka voidaan asettaa peniksen tai seksilelun päälle seksiä harrastettaessa.
sme: Mánodávddat lea vardin goaŧus man nieiddat ožžot oalle dássedit rávásmanagi rájis. Mánodávddat leat goruda vuohki čájehit ahte lea sohkabealválmmas.

source: Kuukautiset
sme: » Mánodávddat

source: Kuukautiset tarkoittavat kohdusta poistuvaa verenvuotoa, joka toistuu tytöillä enemmän tai vähemmän säännöllisesti murrosiästä alkaen.
sme: P-pillar lea eastadeaddjiávnnas tableahttahámis nieiddaide.

source: Kuukautiset ovat merkki tytölle, että hänen kehonsa on lisääntymiskykyinen.
sme: P-pillariin meidnejuvvo dávjjimusat dan mii rievtti mielde lea lotnolas p-pillar.

source: » Kuukautiset
sme: Rávásmanahki

source: Murrosikä alkaa yleensä 10–13-vuotiaana.
sme: Joskos go lea 10 ja 13 jagi gaskkan lávejit eatnasat ollet rávásmanahkái.

source: Murrosiän aikana vartalo kehittyy lapsesta aikuiseksi.
sme: Rávásmanagi áigge gorut ovdána mánás rávesolmmožin.

source: Esimerkiksi ääni ja sukupuolielimet muuttuvat, kasvoihin saattaa ilmaantua näppylöitä ja kiinnostus seksiin herää.
sme: Ovdamearkka dihte jietna ja sohkabealli rievdá, sáhttá oažžut nákkiid ja álgá beroštit seksas.

source: Pussailu, suutelu ja hyväily
sme: » Rávásmanahki Seksa vuosttaš geardde

source: Monet tykkäävät pussailusta, suutelusta ja hyväilystä.
sme: Vuosttaš seksuálalaš vásáhus lea oainnát iežainis.

source: Ne ovat asioita, joista moni nuori haaveilee ja odottaa pääsevänsä kokemaan. Samanaikaisesti ensimmäinen suudelma tai hyväily saattaa hermostuttaa.
sme: Lea dábálaš ahte olbmos leat olu jurdagat ja vuordámušat got boahtá leahkit go vuosttaš geardde anaša soapmásiin.

source: Miten oikeastaan hyväillään?
sme: » Seksa vuosttaš geardde

source: » Pussailu, suutelu ja hyväily
sme: Seksualálaš sodju - bi, hetero, homo

source: Jos on harrastanut suojaamatonta seksiä, kannattaa aina käydä seksitautitesteissä.
sme: Seksuálalaš mieđisvuohta guoskkaha mii sohkabealit lea olbmuin geaidda ráhkástuvvá dehe hipmosa.

source: Ihmiset voivat olla bi-, hetero- tai homoseksuaaleja.
sme: Olmmoš sáhttá leahkit biseksuálalaš, heteroseksuálalaš dehe homoseksuálalaš.

source: » Seksuaalinen suuntautuminen -bi, hetero, homo
sme: » Seksualálaš sodju - bi, hetero, homo

source: Tupakka on myös kallista, se voi aiheuttaa aknea, heikentää fyysistä kuntoa ja vähentää seksihaluja.
sme: Testet iežas Jus lea leamaš suddjekeahtes seksa lea álo buorre testet iežas sohkabealedávddaid dihte.

source: Omaa itsetuntoaan voi kohentaa monin eri tavoin.
sme: Got teasta dáhpáhuvvá vuolgá das man sohkabealedávdda dihte teste iežas.

source: Tässä muutamia kokeilunarvoisia vinkkejä.
sme: Dávjá oažžu guođđit cissa-dehe varraiskosa.
